import { RatesItem } from "./RatesItem";

export const Rates = () => {

  const data = [
    {
      title: "Базовий",
      subtitle: "Технічний проєкт",
      price: "300",
      text: "Для тих, хто має розуміння в ремонті або ж маєте перевірену будівельну бригаду. Підійде для технічно нескладних об'єктів. Містить базовий набір креслення і схем для вашого ремонту.",
    },
    {
      title: "Стандарт",
      subtitle: "Технічний проєкт",
      price: "500",
      text: "Якщо ви не маєте бажання розбиратись в будівельних тонкощах, але хочете самостійно вибирати колір шпалер чи модель ліжка — тоді цей тариф це ваш варіант. Підійде для будь-яких об'єктів оскільки має в собі всі необхідні креслення та схеми для правильного ремонту.",
    },
    {
      title: "Преміум",
      subtitle: "Технічний + Дизайн проєкт",
      price: "1 000",
      text: "Не маєте бажання і часу ходити по будівельних магазинах та вибирати оздоблювальні матеріали? Залиште це нам. Окрім всіх необхідних технічних креслень ми надамо реалістичну 3D-візуалізацію зі специфікацією всіх матеріалів та предметів інтер'єру.",
    },
  ];

  return (
    <section className="rates">
      <div className="container">
        <div className="rates__wrapper">
          <h3 className="rates__title title">Тарифи</h3>
          <div className="rates__items">
            {data.map((item, idx) => (
              <RatesItem item={item} key={idx} />
            ))}
          </div>
        </div>
      </div>
    </section>
  );
};
