import bgSlide1 from "../assets/images/services-img/slide-1.jpg";

export const dataSevicesSlide = [
  {
    id: 0,
    title: "Титульний лист1",
    text: "На даній сторінці зображується майбутній об'єкт, що виконується. Також вказуються всі необхідні контактні дані Завмовника та Виконавця, які зможуть використати Будівельники у випадку виникнення будь-яких питань під час роботи. Даний лист рекомендований для ламінування задля кращого захисту контактних даних та змісту проєкту.1",
    address: "Адреса1",
    contactdataorders: "Контактні данні замовника1",
    contactdatausers: "Контактні данні виконавця1",
    bg: bgSlide1
  },
  {
    id: 1,
    title: "Титульний лист2",
    text: "На даній сторінці зображується майбутній об'єкт, що виконується. Також вказуються всі необхідні контактні дані Завмовника та Виконавця, які зможуть використати Будівельники у випадку виникнення будь-яких питань під час роботи. Даний лист рекомендований для ламінування задля кращого захисту контактних даних та змісту проєкту.2На даній сторінці зображується майбутній об'єкт, що виконується. Також вказуються всі необхідні контактні дані Завмовника та Виконавця, які зможуть використати Будівельники у випадку виникнення будь-яких питань під час роботи. Даний лист рекомендований для ламінування задля кращого захисту контактних даних та змісту проєкту.2",
    address: "Адреса2",
    contactdataorders: "Контактні данні замовника2",
    contactdatausers: "Контактні данні виконавця2",
    bg: bgSlide1
  },
  {
    id: 2,
    title: "Титульний лист3",
    text: "На даній сторінці зображується майбутній об'єкт, що виконується. Також вказуються всі необхідні контактні дані Завмовника та Виконавця, які зможуть використати Будівельники у випадку виникнення будь-яких питань під час роботи. Даний лист рекомендований для ламінування задля кращого захисту контактних даних та змісту проєкту.3",
    address: "Адреса3",
    contactdataorders: "Контактні данні замовника3",
    contactdatausers: "Контактні данні виконавця3",
    bg: bgSlide1
  },
];
